{
  "welcome": "Hi, I'm Emma",
  "iam": " I'm a",
  "role": "Frontend Developer",
  "description": "A Frontend Developer passionate about crafting seamless user experiences and diving into the Backend to make them come alive. I enjoy building modern, scalable web applications using technologies like React, Next.js, and Spring Boot.",
  "resume": "Mi currículum",
  "about": "About",
  "aboutMeSection": "ey! I'm a software developer specializing in modern frontend development with a strong foundation in backend development and architecture. I build clear, scalable, and maintainable applications, prioritizing both user experience and code quality. I enjoy engaging with business logic, proposing improvements, and creating solutions that truly deliver value, not just meet requirements.",
  "projects": "Proyects",
  "projectsInfoProjects": "I'm currently organizing and documenting my projects. In the meantime, you can check out my professional experience or my GitHub.",
  "weStillWorking": "We are still working on this section :)",
  "experience": "Experience",
  "firstExperienceDescription": "Developed REST APIs with Spring Boot for a project in the financial sector. Created dynamic components in React + TypeScript, consuming APIs with Axios. Worked as a team using SCRUM, participating in sprints, and implementing best practices.",
  "secondExperienceDescription": "Development of REST endpoints in Spring Boot 3 with Java 17, applying best practices and architectural standards. Implementation and maintenance of modules in a Java Web App system (Java 8, legacy) used for credit management. Support in the development of a mobile application using React Native CLI + TypeScript, including the generation of the deployment file for the Google Play Store. Integration of MySQL databases for data persistence. Participation in an agile team using the SCRUM methodology.",
  "contact": "Contact",
  "contactDescription": " Shoot me an email if you want to connect! You can also find me on",
  "contactAditionals": "if that's more your speed.",
  "useAtWork": "Use at work",
  "useForFun": "Use for fun",
  "myLinks": "My links",
  "aboutNavbar": "About",
  "contactNavbar": "Contact",
  "experienceNavbar": "Experience",
  "projectsNavbar": "Projects",
  "myResume": "My resume"
}
