{
  "welcome": "Hola, soy Emma",
  "iam": " Soy un",
  "role": "Desarrollador Frontend",
  "description": "Soy un desarrollador frontend apasionado por crear experiencias de usuario fluidas y profundizar en el backend para darles vida. Disfruto creando aplicaciones web modernas y escalables utilizando tecnologías como React, Next.js y Spring Boot.",
  "resume": "My resume",
  "about": "Sobre mí",
  "aboutMeSection": "ola. Soy desarrollador de software con enfoque en frontend moderno y una base sólida en backend y arquitectura. Trabajo construyendo aplicaciones claras, escalables y fáciles de mantener, cuidando tanto la experiencia del usuario como la calidad del código. Me gusta involucrarme en la lógica del negocio, proponer mejoras y crear soluciones que realmente aporten valor, no solo cumplir requisitos.",
  "projects": "Proyectos",
  "projectsInfoProjects": "Actualmente estoy organizando y documentando mis proyectos. Mientras tanto, puedes revisar mi experiencia profesional o mi GitHub.",
  "weStillWorking": "Seguimos trabajando en esta sección :)",
  "experience": "Experiencia",
  "firstExperienceDescription": "Desarrollé API REST con Spring Boot para un proyecto del sector financiero. Creé componentes dinámicos en React + TypeScript, utilizando API con Axios. Trabajé en equipo con SCRUM, participé en sprints e implementé las mejores prácticas.",
  "secondExperienceDescription": "Desarrollo de endpoints REST en Spring Boot 3 con Java 17, aplicando las mejores prácticas y estándares de arquitectura. Implementación y mantenimiento de módulos en un sistema de aplicaciones web Java (Java 8, versión anterior) para la gestión de créditos. Apoyo en el desarrollo de una aplicación móvil con React Native CLI + TypeScript, incluyendo la generación del archivo de despliegue para Google Play Store. Integración de bases de datos MySQL para la persistencia de datos. Participación en un equipo ágil con la metodología SCRUM.",
  "contact": "Contacto",
  "contactDescription": "¡Escríbeme si quieres conectar! También puedes encontrarme en",
  "contactAditionals": "si eso es más lo tuyo.",
  "useAtWork": "Para el trabajo",
  "useForFun": "Por deversión",
  "myLinks": "Mis links",
  "aboutNavbar": "Sobre mí",
  "contactNavbar": "Contacto",
  "experienceNavbar": "Experiencia",
  "projectsNavbar": "Proyectos",
  "myResume": "Mi currículum"
}
